a52dec
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-utils
aom
archlinux-keyring
argon2
aribb24
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
automake
avahi
bash
binutils
bison
bluez-libs
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
chromium
cmake
code
colord
composer
compton
coreutils
cracklib
create_ap
cryptsetup
ctags
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
diffutils
dnsmasq
double-conversion
e2fsprogs
efibootmgr
efivar
electron
emacs
expat
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
flac
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gconf
gd
gdbm
gdk-pixbuf2
gettext
giblib
giflib
git
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnupg
gnutls
go
gpgme
gpm
graphite
grep
groff
grub
grub-customizer
gsettings-desktop-schemas
gsm
gtk-update-icon-cache
gtk2
gtk3
gtkglext
gtkmm3
guile
gvim
gzip
harfbuzz
hicolor-icon-theme
hostapd
http-parser
hwids
i3lock
iana-etc
icu
imlib2
inetutils
intellij-idea-community-edition
iproute2
iptables
iputils
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jdk8-openjdk
jemalloc
jfsutils
jre8-openjdk
jre8-openjdk-headless
js60
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
less
libaio
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libcanberra
libcanberra-pulse
libcap
libcap-ng
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdca
libdmx
libdrm
libdvbpsi
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libinput
libjpeg-turbo
libksba
libldap
liblqr
libmad
libmagick6
libmatroska
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libupnp
libusb
libutempter
libutil-linux
libuv
libva
libvdpau
libvorbis
libvpx
libwacom
libwebp
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86dga
libxxf86vm
libyaml
libzip
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
logrotate
lua
lvm2
lz4
lzo
m17n-db
m17n-lib
m4
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
mdadm
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mpfr
mtdev
nano
ncurses
netctl
nettle
networkmanager
node-gyp
nodejs
noto-fonts
npm
npth
nspr
nss
opencore-amr
openjpeg2
openresolv
openssl
openssl-1.0
opus
orc
otf-font-awesome
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
pangox-compat
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
php
php-sqlite
pinentry
pixman
pkgconf
playerctl
polkit
popt
procps-ng
psmisc
pulseaudio
python
python-appdirs
python-dbus
python-dbus-common
python-packaging
python-pyparsing
python-setuptools
python-shiboken2
python-six
python-virtualenv
python2
qt5-base
qt5-svg
qt5-x11extras
re2
readline
reiserfsprogs
rest
rhash
ripgrep
rtkit
rtmpdump
s-nail
scrot
sdl2
sed
semver
shaderc
shadow
shared-mime-info
simplescreenrecorder
slang
snappy
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
sudo
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
terminus-font
termite
termite-terminfo
texinfo
thin-provisioning-tools
tmux
transmission-gtk
tslib
ttf-font-awesome
ttf-inconsolata
tzdata
unzip
usbutils
util-linux
v4l-utils
vi
vid.stab
vim-runtime
vlc
vte-common
vulkan-icd-loader
wayland
wayland-protocols
webrtc-audio-processing
which
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xz
yarn
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zstd
