acpi
alsa-utils
android-tools
autoconf
automake
awesome
bash
binutils
bison
bzip2
cheese
chromium
cmake
code
composer
compton
coreutils
create_ap
cryptsetup
ctags
device-mapper
dhcpcd
diffutils
e2fsprogs
eclipse-java
efibootmgr
electron
emacs
fakeroot
feh
festival-english
figlet
file
filesystem
findutils
flex
fzf
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
grub-customizer
gulp
gvim
gzip
htop
i3lock
inetutils
intellij-idea-community-edition
iproute2
iputils
jfsutils
kodi
less
libtool
libtorrent
licenses
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
mopidy
nano
ncdu
neofetch
neovim
netctl
networkmanager
openssh
otf-font-awesome
pacman
patch
pavucontrol
pciutils
peek
perl
php-sqlite
pkgconf
playerctl
procps-ng
psmisc
pulseaudio
python
python-dbus
python-flask
python-pip
python-virtualenv
reiserfsprogs
ruby-bundler
s-nail
scrot
sed
shadow
simplescreenrecorder
speedcrunch
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
termite
texinfo
tmux
transmission-gtk
ttf-font-awesome
ttf-inconsolata
unzip
upower
usbutils
util-linux
vi
vlc
wget
which
xclip
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
zip
