acpi
alsa-utils
android-file-transfer
android-tools
android-udev
ant
arch-install-scripts
autoconf
automake
awesome
bat
beep
binutils
bison
chromium
code
compton
create_ap
ctags
dfc
discord
dmenu
efibootmgr
emacs
fakeroot
fasd
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
gimp
git
grep
groff
grub
gvim
gzip
hdparm
highlight
hsetroot
htop
imagemagick
iputils
irssi
jdk-openjdk
libqalculate
libreoffice-fresh
libtool
linux
lsd
m4
make
mpv
ncdu
neofetch
network-manager-applet
networkmanager
nnn
noto-fonts-emoji
npm
openssh
pacman
patch
pavucontrol
pcmanfm
pkgconf
pkgfile
playerctl
pulseaudio
python-flask
qutebrowser
ranger
rofi
rofimoji
rsync
ruby
ruby-rake
rxvt-unicode
scrot
sed
simplescreenrecorder
speedcrunch
sudo
sxiv
systemd
systemd-sysvcompat
terminator
terminus-font
terminus-font-otb
texinfo
thunar
tmux
transmission-gtk
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-joypixels
umbrello
unicode-emoji
unzip
usbutils
util-linux
valgrind
vi
vifm
vlc
w3m
wget
which
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zsh
